[
  {
    "_id": 1,
    "name": "Richard Gonzales",
    "review": "The car toys from PixiePlay are amazing! My kids love playing with them. The quality is top-notch, and the attention to detail is impressive. Highly recommended!",
    "rating": 5,
    "profileURL": "https://randomuser.me/api/portraits/men/62.jpg"
  },
  {
    "_id": 2,
    "name": "Bella Johnston",
    "review": "I recently purchased a car toy from PixiePlay, and I'm extremely satisfied with my purchase. The toy is durable, and the design is fantastic. My child can’t stop playing with it!",
    "rating": 4,
    "profileURL": "https://randomuser.me/api/portraits/women/31.jpg"
  },
  {
    "_id": 3,
    "name": "Olivia Adams",
    "review": "I recently purchased a puzzle game from Toylandia, and I must say it's fantastic! The quality is superb, and my child is engaged for hours solving puzzles. Highly recommended!",
    "rating": 5,
    "profileURL": "https://randomuser.me/api/portraits/women/42.jpg"
  },
  {
    "_id": 4,
    "name": "Samuel Johnson",
    "review": "The building blocks from Toylandia are top-notch! The variety of shapes and colors keep my child entertained and stimulate their creativity. Great product!",
    "rating": 4,
    "profileURL": "https://randomuser.me/api/portraits/men/56.jpg"
  },
  {
    "_id": 5,
    "name": "Emily Turner",
    "review": "I can't say enough good things about Toylandia's educational toys. They have a wide selection of learning toys that have helped my child's development. I'm impressed!",
    "rating": 5,
    "profileURL": "https://randomuser.me/api/portraits/women/18.jpg"
  },
  {
    "_id": 6,
    "name": "Daniel Wilson",
    "review": "I bought a board game from Toylandia, and it's been a hit in our family. It's great for family game nights, and the quality of the game is excellent. Highly recommended!",
    "rating": 4,
    "profileURL": "https://randomuser.me/api/portraits/men/87.jpg"
  },
  {
    "_id": 7,
    "name": "Sophia Martinez",
    "review": "Toylandia's stuffed animals are adorable! My child has a collection of them, and they are soft, cuddly, and well-made. We can't get enough of them!",
    "rating": 5,
    "profileURL": "https://randomuser.me/api/portraits/women/75.jpg"
  },
  {
    "_id": 8,
    "name": "Michael Brown",
    "review": "I recently purchased a remote-control car from Toylandia for my son, and he loves it. The car is durable, easy to control, and provides endless fun. Great buy!",
    "rating": 4,
    "profileURL": "https://randomuser.me/api/portraits/men/39.jpg"
  },
  {
    "_id": 9,
    "name": "Ava Taylor",
    "review": "We got an art set from Toylandia, and it's a fantastic creative outlet for my child. The variety of art supplies included is impressive. We're very pleased!",
    "rating": 5,
    "profileURL": "https://randomuser.me/api/portraits/women/88.jpg"
  }
]
